Revit 2024 API
ViewSet Constructor
Initializes a new instance of the ViewSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public ViewSet()
Visual Basic
Public Sub New
Visual C++
public:
ViewSet()
See Also
ViewSet Class
Autodesk.Revit.DB Namespace